{
    "placedescriptions": [
        {
        "city": "fukuoka",
        "description": "We flew in initially from Auckland, NZ and used Seoul, SK as our transit location. From there, we travelled to Fukuoka where we would spend the first few days of our trip. We visited Fukuoka tower, a variety of different parks, and the Canal City Mall complex. The city acted as a great landing spot for us to work our way up the country. It provided us an authentic look into an everyday Japanese urban lifestyle, relatively stripped away from the standard tourist hotspots that heavily occupy cities such as Tokyo or Osaka."
        },
        {
        "city": "hiroshima",
        "description": "Hiroshima was our second major city we stayed in. Travelling from Fukuoka using the Japanese Shinkansen train line, we stayed in a capsule hotel in the city centre for 2 nights. Our activities included visiting the Peace Park Memorial, Peace Park Museum, and visiting the Hiroshima Castle. The city itself stood quietly during the day yet was filled with bars and restaurants that illuminated the night life."        
        },
        {
        "city": "osaka",
        "description": "We stayed about 5 days or so in Osaka, with a single day trip to Kyoto in the middle of this period of time. We stayed at an Airbnb further out from the city, which proved to be insightful for the sake of understanding how vastly different life was in the suburbs. The suburbs were alarmingly quiet and quaint, with houses glued together with little to no breathing room. Any noise you made could be effortlessly heard by your neighbours. Contrastingly, the city was constantly overflowing with an incredibly diverse stream of both locals and tourists sharing spaces together. We visited the Osaka Castle, an owl and dog café, a ferris wheel, as well as a series of restaurants and bars around the primary strip of Dotonburi."
        },
        {
        "city": "kyoto",
        "description": "Although not a city we stayed at for any extended period of time, we decided to have a day trip in Kyoto. Taking the train directly from Osaka, we arrived and spent some time exploring around the Ōi River. We visited the Arashiyama Monkey park and nearby Bamboo Forest. In the future, I would love to spend more time in Kyoto and spend a few days staying in the city, as one day trip was not enough to properly appreciate the surrounding scenery and atmosphere."        },
        {
        "city": "tokyo",
        "description": "Our final stop and our longest stay for any city on our trip. We spent around 2 weeks in Tokyo, staying at 3 different locations, one hostel in Kita, one Airbnb on the outer banks of Shinjuku, and another hostel in the heart of Shinjuku. Originally we were planning to stay at 2 Airbnbs for our final accommodation, however changed our minds closer to the date. We all experienced Tokyo in our own special ways. To me it illustrated an interesting duality between a vast working metropolis fighting against tourist attractions and hotspots littered across the city. Through the bars and restaurants in the Golden Gai (red light district), to the shops and retail outlets sprawled out across Harujuku, to the temples and shrines and castles found throughout the city, Tokyo had something on every corner and it never ceased to captivate us."        }
    ]
}
